a52dec
aalib
accountsservice
acl
acpi
acpid
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-pro-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-oss
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amfora
android-tools
android-udev
aom
apparmor
appstream-glib
archlinux-appstream-data
archlinux-keyring
argon2
aria2
aribb24
aribb25
asciidoc
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
b43-fwcutter
babl
banner
bash
bash-completion
bashrc-manjaro
bc
bcg729
bind
binutils
bison
blas
blueman
bluez
bluez-libs
boost-libs
box2d
bpytop
brave
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairo-perl
cairomm
cantarell-fonts
cdparanoia
ceph-libs
chromaprint
cifs-utils
ckbcomp
clucene
cmatrix
cmus
code
colord
colord-sane
confuse
conky-lua-nv
containerd
coreutils
cowsay
cpupower
crda
cronie
cryptsetup
cups
cups-filters
cups-pdf
cups-pk-helper
curl
dav1d
db
dbus-glib
dbus-python
dbus-x11
dconf
desktop-file-utils
device-mapper
dhclient
dhcpcd
diffutils
ding-libs
dmidecode
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dosfstools
double-conversion
dropbox
e2fsprogs
ecryptfs-utils
efibootmgr
efivar
electron
elfutils
enchant
engrampa
etcher
exfat-utils
exiv2
exo
expat
f2fs-tools
faac
faad2
fakeroot
ffmpeg
ffmpegthumbnailer
fftw
figlet
file
filesystem
findutils
flac
flatpak
flex
fluent-reader
fluidsynth
fmt
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
fortune-mod
freeglut
freerdp
freetype2
fribidi
ftgl
fuse-common
fuse2
fuse3
garcon
gawk
gc
gcab
gcc
gcc-libs
gcolor2
gcr
gd
gdbm
gdk-pixbuf2
gdl
gegl
gendesk
geoclue
geocode-glib
gettext
ghostscript
giflib
gimp
git
glew
glib-networking
glib-perl
glib2
glibc
glibmm
glm
glslang
glu
gmp
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-keyring
gnome-menus
gnome-online-accounts
gnome-terminal
gnome-themes-extra
gnu-free-fonts
gnupg
gnutls
go
go-tools
gobject-introspection-runtime
google-cloud-sdk
gparted
gpgme
gpm
gptfdisk
graphene
graphicsmagick
graphite
graphviz
grep
groff
grub
grub-theme-manjaro
gsettings-desktop-schemas
gsfonts
gsl
gsm
gssdp
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk2-perl
gtk3
gtkhash
gtkhash-thunar
gtkmm3
gtksourceview3
gtkspell3
gts
gufw
guile
gupnp
gupnp-igd
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haveged
hdparm
helm
hicolor-icon-theme
hidapi
htop
http-parser
hunspell
hwids
hwinfo
hwloc
hyphen
hypnotix
iana-etc
icu
ijs
illyria-wallpaper
imagemagick
imlib2
inetutils
iniparser
inkscape
intel-ucode
intltool
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
irssi
iso-codes
iw
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jfsutils
jq
jre-openjdk
jre-openjdk-headless
js78
json-c
json-glib
karchive
kauth
kbd
kcodecs
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
keyutils
kguiaddons
ki18n
kiconthemes
kitemmodels
kitemviews
kitty
kitty-terminfo
kmod
knotifications
krb5
kservice
kubectl
kubectx
kvantum-qt5
kvantum-theme-matchama
kwallet
kwidgetsaddons
kwindowsystem
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glew
lib32-glibc
lib32-glu
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libice
lib32-libidn2
lib32-libldap
lib32-libpciaccess
lib32-libpsl
lib32-libsm
lib32-libssh2
lib32-libunistring
lib32-libunwind
lib32-libva
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxmu
lib32-libxshmfence
lib32-libxt
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mesa-demos
lib32-mesa-vdpau
lib32-ncurses
lib32-openssl
lib32-readline
lib32-util-linux
lib32-vulkan-intel
lib32-vulkan-radeon
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdiscid
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreehand
libftdi
libgcrypt
libgdata
libgee
libgexiv2
libglvnd
libgme
libgnome-keyring
libgnomekbd
libgoom2
libgpg-error
libgphoto2
libgsf
libgssglue
libgtop
libgudev
libgusb
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libixion
libjpeg-turbo
libkate
libkeybinder3
libksba
liblangtag
libldac
libldap
liblouis
liblqr
liblrdf
libmad
libmanette
libmatroska
libmaxminddb
libmbim
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
libodfgen
libofa
libogg
libomxil-bellagio
libopenaptx
libopenraw
liborcus
libotr
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtiger
libtirpc
libtommath
libtool
libtorrent
libunistring
libunwind
libupnp
liburing
libusb
libusb-compat
libusbmuxd
libuv
libva
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
libvdpau
libvisio
libvisual
libvncserver
libvorbis
libvpx
libwacom
libwebp
libwmf
libwnck3
libwpd
libwpe
libwpg
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomp
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzmf
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lilv
linux-api-headers
linux-firmware
linux510
linux511
lirc
live-media
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lsof
lua
lua52
lua52-socket
lua53
luajit
lvm2
lz4
lzo
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-base-skel
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-icons
manjaro-keyring
manjaro-pulse
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-xfce-minimal-settings
matcha-gtk-theme
md4c
mdadm
memtest86+
menulibre
mesa
mesa-demos
mesa-vdpau
metis
mhwd
mhwd-amdgpu
mhwd-ati
mhwd-db
mhwd-nvidia
mhwd-nvidia-390xx
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-openswap
mobile-broadband-provider-info
moc
modemmanager
mousepad
mpfr
mpg123
mpv
mtdev
mtpfs
mugshot
mujs
mypaint-brushes1
nano
ncurses
ndctl
neofetch
neon
net-snmp
net-tools
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nfsidmap
nm-connection-editor
nmap
node-gyp
nodejs
noto-fonts
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numlockx
nxproxy
oath-toolkit
oniguruma
openal
openconnect
opencore-amr
openexr
openjpeg2
openmpi
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orc
os-prober
ostree
p11-kit
p7zip
pacman
pacman-mirrors
pam
pamac-cli
pamac-common
pamac-gtk
pambase
pango
pango-perl
pangomm
papirus-icon-theme
papirus-maia-icon-theme
parole
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-cairo-gobject
perl-capture-tiny
perl-class-inspector
perl-clone
perl-common-sense
perl-data-dump
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-basedir
perl-file-chdir
perl-file-desktopentry
perl-file-listing
perl-file-mimeinfo
perl-file-sharedir
perl-file-which
perl-glib-object-introspection
perl-gtk3
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-ipc-system-simple
perl-json
perl-json-xs
perl-libwww
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-net-http
perl-net-ssleay
perl-parse-yapp
perl-path-tiny
perl-term-readline-gnu
perl-text-charwidth
perl-timedate
perl-try-tiny
perl-types-serialiser
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
pfetch
phodav
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
polkit
polkit-gnome
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
postman-bin
potrace
powertop
ppp
pptpclient
procps-ng
projectm
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-equalizer
pulseaudio-jack
pulseaudio-lirc
pulseaudio-rtp
pulseaudio-zeroconf
python
python-appdirs
python-argcomplete
python-attrs
python-bcrypt
python-cachecontrol
python-cached-property
python-cairo
python-cffi
python-chardet
python-click
python-colorama
python-contextlib2
python-cryptography
python-distlib
python-distro
python-distutils-extra
python-dnspython
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-docutils
python-dotenv
python-gobject
python-html5lib
python-idna
python-imdbpy
python-importlib-metadata
python-jsonschema
python-keyutils
python-lxml
python-markdown
python-msgpack
python-npyscreen
python-ordered-set
python-packaging
python-paramiko
python-pep517
python-pexpect
python-pillow
python-pip
python-ply
python-progress
python-psutil
python-ptyprocess
python-pycparser
python-pycups
python-pycurl
python-pynacl
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyrsistent
python-pysmbc
python-pyxdg
python-reportlab
python-requests
python-resolvelib
python-retrying
python-setproctitle
python-setuptools
python-six
python-sqlalchemy
python-texttable
python-toml
python-urllib3
python-webencodings
python-websocket-client
python-xmltodict
python-yaml
python-zipp
qpdf
qpdfview
qrencode
qt5-base
qt5-declarative
qt5-multimedia
qt5-speech
qt5-styleplugins
qt5-svg
qt5-wayland
qt5-x11extras
qt5ct
rambox-bin
raptor
rasqal
rav1e
re2
readline
recode
redland
reiserfsprogs
remmina
rest
ripgrep
robo3t-bin
rpcbind
rsync
rtkit
rtmpdump
rtorrent
rubberband
run-parts
runc
s-nail
samba
samsung-unified-driver
samsung-unified-driver-common
samsung-unified-driver-printer
samsung-unified-driver-scanner
sane
sbc
screenfetch
screenkey
sdl
sdl2
sdl_image
sed
semver
serd
shaderc
shadow
shared-mime-info
shell-color-scripts
shotwell
slang
smbclient
snapd
snappy
sof-firmware
sord
sound-theme-freedesktop
soundtouch
spandsp
spectre-meltdown-checker
speedtest-cli
speex
speexdsp
spice-gtk
spirv-tools
splix
sqlite
squashfs-tools
sratom
srt
sshfs
startup-notification
stoken
sublime-text-3
sudo
suitesparse
svt-av1
svt-hevc
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tbb
tcl
tcpdump
tdb
telepathy-glib
terminus-font
tevent
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
toilet
toilet-fonts
tslib
ttf-dejavu
ttf-ms-fonts
tumbler
twolame
tzdata
uchardet
udiskie
udisks2
ufw
unace
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
v86d
vcdimager
vi
vid.stab
vim
vim-runtime
vlc
vmaf
volume_key
vpnc
vte-common
vte3
vulkan-icd-loader
vulkan-intel
vulkan-radeon
wavpack
wayland
wayland-protocols
web-installer-url-handler
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless-regdb
wireless_tools
wireshark-cli
wireshark-qt
woff2
wpa_supplicant
wpebackend-fdo
x11-ssh-askpass
x264
x265
xapian-core
xapp
xcape
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcursor-breeze
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xiccd
xkeyboard-config
xmlrpc-c
xmlsec
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xephyr
xorg-setxkbmap
xorg-twm
xorg-xauth
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xsel
xvidcore
xxhash
xz
youtube-dl
yq
zbar
zeitgeist
zensu
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zoom
zsh
zsh-completions
zstd
zvbi
zxing-cpp
