accountsservice
acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-pro-fonts
alacritty
alsa-firmware
alsa-utils
android-tools
android-udev
ansible
arch-install-scripts
asciiquarium
aspell-en
aspnet-runtime
audacity
autoconf
automake
autorandr
avahi
axel
b43-fwcutter
banner
bash-completion
beautyline
bind
bison
bitwarden
bitwarden-cli-bin
bleachbit
blueman
bpytop
brave
btrfs-progs
buildah
bullshit
bzip2
cabal-install
chkrootkit
cmatrix
cmus
code
conky-lua-nv
consul
coreutils
cowfortune
cowsay
cpupower
crda
cronie
cryptsetup
dbus-x11
device-mapper
devour
dhclient
dhcpcd
diffutils
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
doge
dosfstools
dotnet-sdk-3.1
dotnet-sdk-bin
dropbox
e2fsprogs
ecryptfs-utils
efibootmgr
emacs
engrampa
etcher
exa
exfat-utils
exo
f2fs-tools
fakeroot
fd
ffmpeg
ffmpegthumbnailer
figlet
file
filesystem
findutils
fish
flatpak
flex
fluent-reader
fortune-mod
freetype2
fzf
garcon
gawk
gcc-libs
gcolor2
gettext
gimp
github-cli
gitkraken
glibc
global
glow-bin
gnome-icon-theme
gnome-keyring
gnome-screenshot
gnome-themes-extra
go
google-cloud-sdk
gparted
grep
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtkhash-thunar
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
helm
hollywood
hyperfine
i3-gaps
iat
inetutils
inkscape
intel-ucode
inxi
ion-git
iperf
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
irssi
ix
jdk-openjdk
jfsutils
jq
jre-openjdk
jre-openjdk-headless
keybase-bin
kitty
kubectl
kubectx
languagetool
latex-make
lbry-app-bin
less
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgsf
libisoburn
libmythes
libopenraw
libpam-google-authenticator
libreoffice-fresh
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-firmware
linux512
logrotate
lolcat
lsb-release
lsof
lvm2
lynx
m4
macchanger
maim
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-pulse
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-xfce-minimal-settings
mariadb-clients
matcha-gtk-theme
mdadm
memtest86+
menulibre
mesa-demos
mesa-vdpau
mhwd
mhwd-db
microsoft-edge-dev-bin
mkinitcpio-openswap
mobile-broadband-provider-info
moc
modemmanager
mongodb-bin
mongodb-tools-bin
mono
mousepad
mpc
mpd
mpv
mssql-cli
mtools
mtpfs
mtr
mu-git
mugshot
mutt
mythes-en
ncdu
neofetch
neomutt
neovim
net-tools
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nmap
no-more-secrets
nodejs
noto-fonts
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nuget
numlockx
nvm
obs-studio
opendoas
openresolv
openshift-source-to-image
openssh
origin-client
os-prober
p7zip
pacman
pamac-gtk
pandoc
paprefs
parole
paru
pass
patch
pavucontrol
pciutils
perl
perl-file-mimeinfo
pfetch
php
picom
pkgconf
podman
poppler-glib
postgresql
postman-bin
powershell-bin
powertop
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pwgen
python-pip
qalculate-gtk
qpdfview
qtile
qutebrowser
rambox-bin
reaper-bin
reiserfsprogs
remmina
robo3t-bin
rpi-imager
rsync
rtorrent
rust
s-nail
samba
samsung-unified-driver
screen
screenfetch
screenkey
scrot
seahorse
sed
shadow
shell-color-scripts
shotwell
slock
snapd
spectre-meltdown-checker
speedtest-cli
squashfs-tools
sshfs
sshpass
stack
starship
sublime-text-3
sudo
sysfsutils
system-config-printer
systemd-fsck-silent
systemd-sysvcompat
tar
tcpdump
teams
terminus-font
terraform
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
tlp
toilet-fonts
traceroute
trash-cli
tree
ttf-dejavu
ttf-fira-code
ttf-ms-fonts
ttf-twemoji-color
tty-clock
tumbler
udiskie
udisks2
unace
unrar
usb_modeswitch
usbutils
util-linux
vagrant
vi
vifm
vim
vivaldi
vlc
vulkan-intel
vulkan-radeon
w3m
wget
which
whois
wireshark-qt
wmctrl
wpa_supplicant
xclip
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-user-dirs
xdg-utils
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xiccd
xmobar
xmonad
xmonad-contrib
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xorg-xrandr
xsane
xscreensaver
xsel
xterm
yay
youtube-dl
yq
zenity
zensu
zoom
zsh
